[Public]
YMWFormatForm=dd/MM/yyyy
YMFormatForm=MM/yyyy
YMFormatDB=MMyyyy
YMFormat=MM/yyyy
WorkRate=Présence
WorkHrs=Heures de travail
WorkHours=Heures de travail
WorkDays=Jours de travail
windows7Blue=windows7Blue
WeekDays=Nombre de jours par semaine
WedID=Mercredi.
VK_VOICE=Son
VK_VEIN=VEIN
VK_PASS= Mot de passe
VK_PALMVEIN=Palm
VK_NONE=AUCUN
VK_IRIS=IRIS
VK_FP=Empreinte
VK_FACE=VISAGE
VK_CARD=CARTE
VisualStudio2012Light=VisualStudio2012Light
visualStudio2012Dark=visualStudio2012Dark
visualStudio2010Blue=visualStudio2010Blue
VerifyMode=Mode vérification
UpdateDate=Actualisé
UnsuccessfulEmpNo=UnsuccessfulEmpNo:
Tune=Valeur ajustée
TueID=Mardi.
tsnDelete=Delete
tsnCopy=Copier
tsnClear=Vide
TimeOut5=Sortie 5
TimeOut4=Sortie 4
TimeOut3=Sortie 3
TimeOut2=Sortie 2
TimeOut1=Sortie 1
TimeInOut=Registre de présence
TimeIn5=Entrée 5
TimeIn4=Entrée 4
TimeIn3=Entrée 3
TimeIn2=Entrée 2
TimeIn1=Entrée 1 
ThuID=Jeudi.
TemperatureAlarm=Alarme de température
Temperature=Température corporelle
tabOpenDoorlog=Record d'ouverture
tabAllLog=Tous les enregistrements
tabAlarmLog=Enregistrement d'alarme
SystemField=Champ système
SunID=Dimanche.
SunHrs=Heures supplémentaires du week-end
SunDays=Jours de congés
SubName=Nom de la sous-fonction
StaticDev=Général
StaticBoxSumMin=Sous-Total
StaticBoxSum=Total
StartDate=Début date
Start=Valeur initiale
StarDev=Star Series
SortName=Nom
SortIDNameOtSure=Type d'heures supplémentaires
SortIDNameDayoff=Demander un congé
SortID=Catégorie No.
SihftKQDate=Date
SignoutTime5=Sortie 5
SignoutTime4=Sortie 4
SignoutTime3=Sortie 3
SignoutTime2=Sortie 2
SignoutTime1=Sortie 1
SigninTime5=Entrée 5 
SigninTime4=Entrée 4
SigninTime3=Entrée 3
SigninTime2=Entrée 2
SigninTime1=Entrée 1
ShiftRuleName=Nom de la règle
ShiftRuleID=Règle No.
ShiftRulecycName=Unité de cycle
ShiftRulecyc=Cycle
ShiftRule=Règle du poste
ShiftName=Nom du Poste
ShiftID=ID Poste
SelectCheck=| Sélectionner |
SeaDev=Série mer
SatID=Samedi.
SameEmp=Même employé
SameDepart=Même département
RuleWednesday=Mercredi
RuleTuesday=Mardi
RuleThursday=Jeudi
RuleSunday=Dimanche
RuleSaturday=Samedi
RuleRestDays=Jours sans règle
RuleReadWorkHrs=Heures de travail
RuleReadLeave=Considéré comme heures supplémentaires après pointage à la sortie
RuleReadLate=Considéré comme heures supplémentaires après pointage à l'entrée
RuleNoRule=Activer l'absence de règle
RuleName=Règles Nom
RuleMonday=Lundi
RuleLeaveIgnore=Autorisation de Sortie anticipée
RuleLeaveHrs=Sortie anticipée ne pas prendre en compte la présence
RuleLateLeaveCalHrs=déduire Retard ou Sortie anticipée des heures de  travail
RuleLateIgnore=Autorisation retard
RuleLateHrs=Retard ne pas prendre en compte la présence
RuleIDName=Règle
RuleID=Règles No.
RuleHeadAndTail=Compter uniquement les enregistrements de tête et de queue
RuleFriday=Vendredi
RuleDupLimit=Rec.intervalle
RuleDeferMins=Temps Report du calcul des heures supplémentaires 
RuleDeferHrs=Reporter le calcul des heures supplémentaires
RuleCount=Nombre de cartes
RuleAheadMins=tôt considéré comme minutes supplémentaires
RuleAheadHrs=tôt considéré comme heures supplémentaires
RuleLeaveOvertime= Le temps de congé n'est pas compté comme des heures supplémentaires
Remark=Remarques
rbUSB=Connexion USB 
rbSql=Web(Sql Server)
rbLAN=Connexion LAN 
rbComm=Connexion RS232/485 
rbAccess=Monomachine(Access)
PersonalPunchInMode=Mode de perforation personnel
PassTimeStart=Début
PassTimeName=Description
PassTimeID=Timing S.N.
PassTimeEnd=Fin
OvertimeTypeName=Type Heures supplémentaires 
OvertimeSort=Type Heures supplémentaires 
OvertimeRate=Taux des heures supplémentaires
OverHours=Heures supplémentaires 
OutHrs=Heures de sortie
OtReason=Raison
OtHrsM=Heures supplémentaires
OtHrs=Heures Supplémentaires
optSelectAll= Sélection en Cascade
optSelect=Sélection Unique
OprtTool=Action
OprtTime=Heure de l'opération
OprtPWD= Mot de passe
OprtNoName=Opérateur
OprtNo=Opérateur
OprtName=Nom d'utilisateur
OprtModule=Mode d'action
OprtLastLoginTime=Dernière connexion
OprtIsSys=Par Défaut
OprtDetail=Détails de l'opération
OprtDesc=Description
OprtDate=Moment de l'opération
OprtComputerName=Base de Données d'exploitation
Online=En ligne
Offline=Hors ligne
officeMobile2014=officeMobile2014
office2016=office2016
office2013=office2013
office2010Silver=office2010Silver
office2010Blue=office2010Blue
office2010Black=office2010Black
Nation=Nation
MsgUpgrading=Mise à jour de la base de données...
MsgUnRegisterInfo=Non enregistré, ne peut surveiller que {0}
MsgUnModuleInfo=Le logiciel ne contient pas le module {0}, veuillez réinstaller le logiciel ou modifier les informations sur l'appareil pour l'utiliser pour une réutilisation générale
MsgTestDataLinkSuccess=Teste base de données connecté
MsgSetTimingData=Fixer un nouveau record de récupération à intervalles réguliers
MsgSelectNo={0} Sélectionné.
MsgSaveSucceed=Sauvegarde de données réussie.
MsgRepeatNo={0} existe déjà, est-il écrasé?
MsgReadingData=lecture des données, veuillez patienter...
MsgReadEndData=lecture des données réussie.
MsgPasswordSuccess=Mot de passe modifié.
MsgOprtComplete=L'opération est terminée,
MsgNoSelectDelete=Aucune donnée sélectionnée!
MsgGetSelectData=Enregistrement des options de recyclage
MsgGetNewData=Récupération de nouveaux records
MsgGetMacNo={0} Veuillez obtenir le numéro de machine pour assurer une communication normale
MsgGetDataInfoBao=Obtenir le package
MsgGetAllData=Récupération de tous les enregistrements
MsgFindMacSN=Veuillez saisir {0} ou {1}, appuyez sur [Entrée] pour maintenir
MsgExportSuccess=Exportation des données {0} réussie. 
MsgExportingData=Exportation des données {0} , veuillez patienter...
MsgExitSystem=êtes vous sûr de vouloir quitter  "{0}" ?
MsgDownInfo_Star={0} personne, empreinte digitale de la série d'étoiles {1}, face de la série d'étoiles {2}, mot de passe{3}, carte {4}, veine de palmier Star Series {5}
MsgDeleteSucceed=Données supprimées.
MsgDeleteSelect=Êtes-vous sûr de vouloir supprimer les les données sélectionner
MsgCreating=En cours de création d 'une base de données...
MsgContinue=Souhaitez-vous continuer?
MsgCompactSuccess=Compression de la base de données réussie.
MsgCompacting=Compression de la base de données, veuillez patienter...   
MonthDays=Jours
MonID=Lundi.
Module=Fonction Module
MJDateTime=Temps d'ouverture
MacUSERS=employés
MacSN=Machine. No.
MacSeriesTypeName=Type de périphérique
MacPSWS=Mots de passe
MacPort=Port 
MacPALMVEINS=Palms
MacMANAGERS=Admins
MacIP=IP/Domain
MacGLOGS=Nouveaux archives
MacFPS=Empreintes
MacFaceS=Visages
MacDoorStateTime=état magnétique de porte
MacDesc=Decrp.
MacDefenseState=État de fermeture
MacConnType=Connexion
MacConnPWD=BaudRate/Mot de passe de connexion
MacConnectState=Statut de connexion
MacCARDS=Cartes
MacAGLOGS=Tout les archives
LOG_WIGANCARDWHITELIST=WegenCard+visage
LOG_WIGANCARD=WegenCard
LOG_WHITELISTIDCARD=Visage + Carte d'identité
LOG_WHITELIST=Visage
LOG_TEMPPERATURE=Température corporelle
LOG_TEMPPERATURE_WHITE=Température corporelle + visage
LOG_TEMPPERATURE_MASK=Température corporelle + masque
LOG_TEMPPERATURE_MASK_WHITE_CARD=Température corporelle + masque + visage + carte
LOG_RFCARDWHITELIST=Carte RF + visage
LOG_RFCARD=Carte RF
LOG_PROG_OPEN=Ouvrir par PC
LOG_PROG_CLOSE=Fermer par PC
LOG_PPVERIFY=Vérification Palm
LOG_PPPASSVERIFY=Vérification Palm+Mdp
LOG_PPCARDVERIFY=Vérification Palm+Carte
LOG_PP_FACE_VERIFY=Vérification Palm+visage
LOG_PASSVERIFY=Vérification Mdp
LOG_PASSPPVERIFY=Vérification Mdp+Palm
LOG_PASSFP_VERIFY=Vérification Mdp+Ep 
LOG_PASSFACEVERIFY=Vérification Mdp+visage 
LOG_OPEN_IREGAL=Ouverture non autorisé
LOG_OPEN_HAND=Ouverture par bouton de sortie
LOG_OPEN_DOOR=Porte ouverte
LOG_OPEN_DOOR_THREAT=Menaces d'ouverture
LOG_OPEN_COVER=Couvert ouvert
LOG_MASK=Masques
LOG_MASK_WHITE=Masque + visage
LOG_IOMODE_OUT4=Sortie4
LOG_IOMODE_OUT3=Sortie3
LOG_IOMODE_OUT2=Sortie2
LOG_IOMODE_OUT1=Sortie1
LOG_IOMODE_IO=ES
LOG_IOMODE_IN4=Entrée4
LOG_IOMODE_IN3=Entrée3
LOG_IOMODE_IN2=Entrée2
LOG_IOMODE_IN1=Entrée1
LOG_IDCARD=Carte d'identité
LOG_FPVERIFY=Vérification Ep
LOG_FPPASS_VERIFY=Vérification Ep+Mdp
LOG_FPCARD_VERIFY=Vérification Ep+Carte 
LOG_FP_PP_VERIFY=Vérification Ep+Palm
LOG_FP_FACE_VERIFY=Vérification Ep+visage
LOG_FACEVERIFY=Vérification visage
LOG_FACEPASSVERIFY=Vérification visage+Mdp
LOG_FACECARDVERIFY=Vérification visage+Carte 
LOG_FACE_PP_VERIFY=Vérification visage+Palm
LOG_FACE_FP_VERIFY=Vérification visage+Ep
LOG_CLOSE_IREGAL=Fermeture non autorisée
LOG_CLOSE_DOOR=Fermeture porte
LOG_CLOSE_COVER=Couvert fermé
LOG_CARDVERIFY=Vérification carte
LOG_CARDPPVERIFY=Vérification Carte+Palm
LOG_CARDPASS_VERIFY=Carte+Mdp 
LOG_CARDFP_VERIFY=Vérification Carte+Ep
LOG_CARDFACEVERIFY=Vérification Carte+visage 
LeaveRate=Taux de congé
LeaveMins=Min tôt.
LeaveDays=Heures de congé
LeaveCount=Nombre de fois sortie anticipée
lbWeek=Premier jour de la semaine
lbTips=Cette fonction doit être utilisée pour maintenir le fonctionnement normal du logiciel!
lbSelectGroup=Sélectionnez un groupe
lbSecond=Seconde
lbRestart=Entrée en vigueur après la réouverture ou non
lbRecTuneUrl=Adresse IP
lbPrompt=Entrez le numéro d'enregistrement et appuyez sur [ENTRER] pour exécuter.
lbpassword=Mot de passe initial: admin
lbMonitor=L 'adresse IP est l' adresse IP de l 'ordinateur et est désactivée si elle est vide.
lbMinute=Minute
lbMacSeriesUserName=Nom d'utilisateur
lblQuickSearchToolTip=Entrer l'ID  ou le nom puis appuyer sur [ENTRER]
lblQuickSearch=Recherche Rapide
lblFingerNo=Empl. No.
lblCommPort=Port No.
lblCommBaudRate=BaudRate
lbDevGroup=Groupe d'équipement
lbCalc=Il est recommandé de prendre 30, 15, 30, {0}<{1}, voir la documentation d’aide pour plus de détails
lbACSQ=Il faut installer le serveur de base de données SQL - server.
lbMacMode=Mode appareil
LateMins=Min tardives.
LateCount=Nombre de fois en retard
KQYM=Date
KQWeek=jours
KQTime=Temps de présence
KQShift=Poste
KQDateTime=Date
KQDateT=Date
KQDate=Date
ItemZoomOut=Zoom out
ItemZoomIn=Zoom in
ItemUnselect=Tout Désélectionner
ItemTextStar=Star Series#13#10Port
ItemTextSeaSeries=Série mer#13#10Port
ItemTextDataFormat=Paramètre format text
ItemTextData=Données Text
ItemTAGExt=Extension
ItemSwitchingThemes=Changer de peau
ItemSetupDisplay=Afficher/Cacher Colonne
itemSetMonitor=Contrôle de dispositif d 'identification dynamique
ItemSelectGroup=Sélectionnez un groupe
ItemSelect=Tout Sélectionner
ItemSearch=Recherche
ItemRefresh=Actualiser
ItemPrint=Imprimer
ItemPosition=Actuel: {0}  De: {1}
ItemPasteUpData=Copier les données depuis la ligne supérieure
ItemMomAdd=Augmentation de lot
ItemImport=Importer 
ItemGroup=Augmenter le groupe
ItemFindText=Entrer l'ID  ou le nom puis appuyer sur [ENTRER]
ItemFindLabel=Recherche Rapide
ItemExport=Exporter   
ItemExit=Quitter
ItemEmptyData=Effacer les données dans cette ligne
ItemEdit=Modifier
ItemDevSet=Paramètres de la machine
ItemDelete=Supprimer
ItemClose=Fermer
ItemAdd=Ajouter
ItemAddDev=Ajouter de l'équipement
IsSignIn=Ajouté manuellement
IsGPRS=GPRS
IsDRecognition=Identification dynamique
IsAuto=Correspondance automatique
IsAttend=Présence
IsAlarm=Alarme
Integer=Valeur arrondie
InOutMode=Entrée/Sortie
ImportField=Champ source
HolidayName=Nom
HolidayEndTime=Date de fin
HolidayBeginTime=Date de début
HdHrs=Heures supplémentaires Vacances 
HdDays=Vacances
groupBoxCameras=Caméras
gbxEmpTime=Sélectionnez la période
gbxEmpInfo=Info Employé.
gbxDev=Choisir appareil
FuncShow=Afficher
FuncOrder=Ordre
FriID=Vendredi.
FK_STATUS_USEDMEMORYA=RAM utilisée
FK_STATUS_USEDDISK=Flash Utilisé
FK_STATUS_TOTALDISK=Espace Flash
FK_STATUS_FREEMEMORYA=RAM disponible
FK_STATUS_FREEDISK=Flash disponible
FK_STATUS_FACES=Visages
FK_STATUS_ALLUSERS=Tous les employés
FK_RUNERR_WRITE_FAIL=Erreur de transmission
FK_RUNERR_UNKNOWNERROR=Erreur Inconnue
FK_RUNERR_TIMEOUT=Erreur de temporisation
FK_RUNERR_READ_FAIL=Erreur de Lecture
FK_RUNERR_PARAM=Erreur de paramètre
FK_RUNERR_NOSUPPORT=Non supporté
FK_RUNERR_NON_CARRYOUT=Échec de l'instruction
FK_RUNERR_NO_OPEN_COMM=Machine non connectée
FK_RUNERR_MIS_PASSWORD=Erreur de numéro de licence
FK_RUNERR_MEMORYOVER=Mémoire machine insuffisante
FK_RUNERR_MEMORY=Mémoire insuffisante
FK_RUNERR_MANAGEROVER=Espace insuffisant, Echec d'ajout de l'admin
FK_RUNERR_LOGINOUTMODE=
FK_RUNERR_INVALID_PARAM=Paramètre non valide
FK_RUNERR_FULL_CAPACITY=La capacité de l'appareil est pleine
FK_RUNERR_FPDATAVERSION=Version incorrecte des données d'enregistrement
FK_RUNERR_ERRORR=Erreur
FK_RUNERR_DEV_WORKING=L'appareil fonctionne
FK_RUNERR_DEV_WORK_SUCCESS=Le travail de l'appareil est terminé
FK_RUNERR_DEV_BUSY=Le périphérique est occupé
FK_RUNERR_DATADOUBLE=Cet identifiant existe déjà
FK_RUNERR_DATAARRAY_NONE=Les données n'existent pas
FK_RUNERR_DATAARRAY_END=Lecture terminée
FK_RUNERR_CONNET=Erreur de communication
FK_RUN_SUCCESS=Machine Connecté.
FK_GET_USERS=Employés
FK_GET_SLOGS=Journaux Admin
FK_GET_PSWS=Les mots de passe
FK_GET_PHOTOS=Identification Cartes
FK_GET_MANAGERS=Admins
FK_GET_GLOGS=Dossiers de présence
FK_GET_FPS=Empreintes
FK_GET_FACES=Visages
FK_GET_CARDS=Cartes
FK_GET_ASLOGS=Tous les enregistrements administratifs
FK_GET_AGLOGS=Tous les enregistrements
FK_DOOR_UNKNOWN=Inconnu
FK_DOOR_OPEND=Porte ouverte
FK_DOOR_CONTROLRESET=État du contrôle
FK_DOOR_COMMNAD=Fermeture automatique
FK_DOOR_CLOSED=Door Closed
FK_DI_VERIFY_KIND=Confirmer le mode
FK_DI_VERIFY_INTERVALS=Intervalle d'enregistrement
FK_DI_SLOG_WARNING=Avertissement administrateur
FK_DI_RSCOM_BPS=Baudrate
FK_DI_POWEROFF_TIME=Extinction automatique
FK_DI_NETENABLE=Activer le réseau
FK_DI_MULTIUSERS=Multi Utilisateur
FK_DI_MANAGERS=Admins
FK_DI_LOCK_CTRL=Contrôle de verrouillage
FK_DI_LANGAUGE=langue
FK_DI_GLOG_WARNING=Avertissement
FK_DI_DEVICEID=Machine No.
FK_DI_DATE_SEPARATE=Séparateur Date 
FingerPrivilegeName=Rôle
FingerPrivilege1=Admin
FingerPrivilege0=Utilisateur
FingerPrivilege=Rôle
FingerNo=Empl. No.
ExecTimes=Temps Utilisé:
ErrorUserIdAdd=Le numéro d'enregistrement existe déjà dans la liste actuelle, veuillez ré-entrer!
ErrorUnUserID=Il n'y a pas d'informations d'enregistrement dans la machine!
ErrorStartTimeBegreater=L'heure du Début ne peut pas être plus grande que l'heure de fin!
ErrorStartDateBegreater=La date du Début ne peut pas être plus grande que la date de fin!
ErrorSource=Erreur Source:
ErrorSelectUsernum=La liste actuelle n'a pas ce numéro d'enregistrement, veuillez ré-entrer!
ErrorSelectMacOprt=Veuillez sélectionner la machine!
ErrorSelectEmp=Veuillez sélectionner l'employé!
ErrorSelectDepart=Sélectionner Département!
ErrorSelectCorrect=Veuillez sélectionner {0}!
ErrorPasswordTwo= le mot de passe ne correspond pas,Veuillez réessayer,
ErrorOutrideMaxLength=Contenu {0} nombre maximum d'octets dépassé{1}! 
ErrorOldPassword=l'ancien mot de passe ne correspond pas!
ErrorNoPower=Desolé,pas d'autorisation!
ErrorMessage=Message D'erreur:
ErrorMacParam=Cette fonctionnalité n'est pas supportée par ce modèle ou firmware!
ErrorListEmpty=La liste actuelle est vide, obtenez la liste ou augmentez le numéro d'enregistrement!
ErrorIncrease=Il n'y a pas de numéro d'enregistrement dans la machine, veuillez ré-entrer!
ErrorEnterCorrect=Veuillez entrer un {0} valide!
ErrorEmpNotExists=Informations de l'employé introuvables, veuillez réessayer!
ErrorDepartNotExists=Informations du département introuvables, veuillez réessayer!
ErrorDBPathEmpty=Veuillez sélectionner le chemin de la base de données!
ErrorDBFileEmpty=Veuillez sélectionner le fichier de sauvegarde!
ErrorCannotRepeated={0} Répété!
EndTime=Date de fin
EndDate=Fin date
Enddate=Date de fin
EmpSex1=Femelle
EmpSex0=Mâle
EmpSex=Sexe
EmpRuleName=Règle de Prés.
EmpRuleID=Règle de Prés.
EmpPWDNo=Mot de passe
EmpPWCount=Mots de passe  
EmpPhotoCount=Nombre de photos de visages dynamiques
EmpPhotoCount=Identification Cartes
EmpPhoneNo=Téléphone
EmpPalmVeinCount=Palms
EmpNoTwo=Personne 2
EmpNoTree=Personne 3
EmpNoOne=Personne 1
EmpNoFour=Personne 4
EmpNoFive=Personne 5
EmpNo=Reg. No.
EmpName=Nom
EmpMemo=Remarque
EmpHireDate=Inscrit le
EmpGZ=Salaire
EmpFingerCount=Empreintes  
EmpFaceCount=Visages  
EmpCertNo=Numéro ID
EmpCardNo=ID de la carte
EmpCardCount=Cartes  
EmpAddress=Adresse
Emp=Employé
DoorTime=Temps d'ouverture
DoorState=état de la porte de commande à distance
DimissionReason=Raison
DimissionOprt=Attn
DimissionDate=Date
DevGroupName=Nom du groupe d'appareils
DevGroupID=Numéro de groupe d'appareils
DepartName=Nom du Dept.  
DepartMemo=Description
DepartID=Dept. No.
Depart=Département
DeferMins=Minutes Tard autorisées
DeferHrs=Sortie
DayOffReason=Raison
DateTimeFormatLog=ddMMyyyyHHmmss
DateTimeFormat=dd/MM/yyyy HH:mm:ss
DateFormatLog=ddMMyyyy
ColumnValid=Valide date   
ColumnT6=Temps 6
ColumnT5=Temps 5
ColumnT4=Temps 4
ColumnT3=Temps 3
ColumnT2=Temps 2
ColumnT1=Temps 1
ColumnPassID=Timing S.N.
chkAttendancePhoto=photographie de présence prise lors de l’identification lors du recyclage des données
cbWeek=Analyse des données hebdomadaires
cbEmp=Sélectionnez un enregistrement
cbAll=Tous les enregistrements
CardType=Type d'ID
CardTime=Temps de présence
CalcTypeName=Type de calcul
btnWithdrawal=Désarmer
btnUnselectAll=Tout Désélectionner
btnTestConnect=Tester
btnSelectEmp=...
btnSelectDepart=...
btnSelectAll=Tout Sélectionner
btnSeaSeriesOprt=Télécharger sur la machine
btnSave=Enregistrer
btnRemove=Supprimer
btnRemoteReg=Inscription à distance
btnQuickSearch=Sélectionner employé
btnPrev=Précédent
btnParentGroup=...
btnOk=OK
btnNext=Suivant
btnGetSnapshotsLog=Recyclage des enregistrements
btnGetMacSN=Obtenir le numéro de la machine
btnGetListFromMac=Obtenir la liste
btnExit=Fermer
btnDefence=Armer
btnDBPath=>
btnConnect=réinitialiser la base de données
btnClearSnapshotsLog=Effacer les journaux des appareils
btnClear=Effacer
btnCancel=Annuler
btnAlarmLog=Enregistrement d'alarme
btnAlarm=Désarmer l'alarme
btnAddEmpInfo=Ajouter un profil de personne
btnAdd=Ajouter
btnAccessLog=Enregistrement de contrôle d'accès
Birthday=Date de naissance
BeginTime=Date de début
Begindate=Date de début
AlarmTime=Temps d'alarme
AlarmMode=Type d'alarme
AheadMins=minutes tôt autorisées
AheadHrs=Entrée
AccessEorror=comme la base de données Access n’est pas installée sur votre ordinateur, essayez de nouveau après l’installation et appuyez sur ok pour installer?
AbsentDays=Absent
AbsenceRate=Taux d'absentéisme

[Exception]		
Caption=Erreur software		
Label2=Détails de l'erreur:		
		
[DBPathSelect]		
Caption=Sélectionner		
Label1=Sélectionner le dossier:		
Label2=Fichier sélectionné:		
SelectFolder=Dossier		
SelectDBBak=Fichier		
		
[DBConnect]		
Caption=Configuration de la connexion à la base de données		
lblMSSQLServer=Nom du serveur:		
lblMSSQLVerify=Informations de vérification		
rbMSSQLWindowsNT=Utiliser les paramètres de sécurité intégrés Windows NT		
rbMSSQLSQL=Utiliser le nom d'utilisateur et le mot de passe spécifiés		
lblMSSQLUserName=Nom d'utilisateur:		
lblMSSQLUserPass=Mot de passe de l'utilisateur:		
		
[Login]		
Caption=Utilisateur en ligne		
Label2=Nom d'utilisateur		
Label3=Mot de passe		
chkPass=Se souvenir du mot de passe	
lblHint=Le mot de passe par défaut est vide
Error001=La dernière version est：{0} #13#10#13#10 Veuillez le mettre à jour avant de l'utiliser!		
Error002=L'utilisateur n'existe pas!		
Error003=Mot de passe incorrect,échec de la connexion!		
		
[Main]		
mnuSY=La gestion du système		
mnuSYPower=Droits du système		
mnuSYPassword=Changer le mot de passe utilisateur		
mnuSYRegister=Inscrire		
mnuSYDataBack=Sauvegarde de la base de données		
mnuSYDataRest=Restaurer la base de données		
mnuSYDataUpdate=Mise à jour de la base de données		
mnuSYDataCompact=Compression de la base de données		
mnuSYDataClear=Effacer les données		
mnuSYOption=Options du système		
mnuSYClose=Quitter	
mnuSYSetPort=Port de surveillance en temps réel
mnuSYDataType=Type de base de données	
mnuRS=Données des employés		
mnuRSDepart=Paramètres des départements		
mnuRSEmp=Gestion des employés		
mnuRSDimission=Gestion de la démission		
mnuRSEmpChart=Statistiques des employés		
mnuMJ=Équipement général
mnuMJTime=Paramètres de la période		
mnuMJBellTime=Réglage de la sonnerie		
mnuMJPower=Autorisations		
mnuMJDoor=Commande à distance porte
mnuMJDynamic=Paramètres d'arrêt dynamiques
mnuSTAR=Appareil galaxie
mnuMJStarRebootDevice=Redémarrez l'appareil
mnuMJStarPower=Période de Validité du personnel
mnuMJStarParam=Paramètres de base
mnuMJStarOpenDoor=Porte de la télécommande
mnuMJStarNetParam=Paramètres de surveillance en temps réel
mnuMJSeaTemperature=Paramètre de température
mnuMJSeaPersonIDCard=Formulaire d'enregistrement des témoins (série Sea)
mnuMJReportOpenData=Dossier d'ouverture du personnel
mnuMJReportAlarmData=Enregistrement d'exception de contrôle d'accès
mnuMJReport=Rapport de contrôle d'accès
mnuMJMacParam=Réglage des paramètres		
mnuKQ=Gestion des présences		
mnuKQInOutMode=Paramètres d'état de la présence
mnuKQRuleSetup=Paramètres des règles		
mnuKQRule=Règle de présence		
mnuKQRuleCalc=Calcul des règles		
mnuKQRuleEmp=Règle de présence des employés		
mnuKQRuleDepart=Règle de présence des départements		
mnuKQShiftSetup=Paramètres du poste		
mnuKQShift=Postes (travail)		
mnuKQShiftRule=Règle du poste		
mnuKQEmpShift=poste employé		
mnuKQDepShift=poste département	
mnuKQRegister=Gestion De l 'enregistrement		
mnuKQHoliday=Inscription vacances		
mnuKQEmpDayOff=Inscription jours congés		
mnuKQEmpOtSure=Inscription heures supplémentaires		
mnuKQEmpSignCard=Ajouter manuellement la présence		
mnuKQReport=Gestion des rapports		
mnuKQDataAssay=Analyser les données de présence		
mnuMJReportMJData=journal des accès 		
mnuMJDoorSeaSeries=Porte de Télécommande
mnuMJDoorCondition=Paramètres de Condition d'Ouverture de Porte
mnuMJSeaUserPwd=Modifier le Mot de Passe Utilisateur
mnuMJSeaNetParam=Paramètre Réseau
mnuMJSeaPower=Validité du Personnel
mnuMJSeaSetSound=Paramètres Audio et D'interface
mnuMJSeaRebootDevice=Redémarrez l'Appareil
mnuMJRealTimeMonitoringSettings=Surveillance des Paramètres en Temps Réel
mnuMJReportSeaSnapShots=Enregistrement de Capture d' écran en temps réel
mnuSEA=Équipement de la Série Sea
mnuKQReportData=Journal d'origine		
mnuKQReportDataFilter=Journal de présence		
mnuKQReportRecords=Journal de présence		
mnuKQReportDay=Rapport journalier		
mnuKQReportMonth=Rapport mensuel		
mnuKQReportTotal=Rapport mensuel des employés	
mnuKQReportWeek=Rapport semaines
mnuKQWeekReportTotal=Rapport semaines des employés	
mnuKQReportRecords=Journal de présence
mnuKQReportMonthDetail=Rapport record du mois de présence	
mnuPubReportLog=Rapport journal
mnuGZ=Gestion des salaires		
mnuGZRule=Règle de salaire		
mnuGZItem=Paramètres des régimes de salaires		
mnuGZRuleEmp=Paramètres des règles des salaires des employés		
mnuGZRuleDepart=Paramètres des règles des salaires des départements		
mnuGZReport=Gestion paie		
mnuHelp=Aide		
mnuHelpTopic=Aide		
mnuHelpAbout=A propos		
lblUser=Utilisateur actuel:		
IsTest=Non enregistré, Le logiciel expirera le {0}		
IsTest1=Non enregistré,Période d'essai gratuite a expiré		
IsAlways=Inscrit(Utilisateur autorisé: {0})		
IsValid=Inscrit (Utilisateur autorisé:  {0})，Validité expirée		
IsValidDate=Inscrit (Utilisateur autorisér: {0})，valable jusqu'au {1})		
TitleBar=Gestion d'appareils		
ItemTAG1=Sync Temps		
ItemTAG2=Info Machine		
ItemTAG3=Récupérer de nouveaux journaux		
ItemLabel=Monitor #13#10 Port		
ItemText=Entrer le port à surveiller		
ItemTAG4=Démarrer la surveillance		
ItemTAG5=Arrêter la surveillance		
ItemDownload=Télécharger les données d'enregistrement		
ItemDownloadUSB=Télécharger les données d'enregistrement à partir de USB-Disk		
ItemUpload=Upload  les données d'enregistrement		
ItemUploadUSB=Upload les données d'enregistrement sur USB-Disk		
ItemClearData=Effacer le journal		
ItemClearManager=Effacer l'administrateur		
ItemClearInfo=Effacer les données d'enregistrement		
ItemClearInfoDim=Effacer les donneés de resignations		
ItemInitDevice=Réinitialiser l'appareil		
ItemGetAllData=Disque de recyclage		
ItemUSBData=Importer le journal à partir du  USB-Disk		
ItemUSBText=Importer le journal de texte		
ItemTextFormat=Paramètres de format de texte		
ItemMJFunc=Fonction d'accès		
ItemMJTimeSetup=Réglages de l'heure		
ItemMJTimeDownload=Download Timing		
ItemMJTimeUpload=Upload Timing		
ItemMJBellTimeSetup=Paramètres cloche		
ItemMJBellTimeDownload=Télécharger les paramètres de la cloche		
ItemMJBellTimeUpload=Upload les paramètres de la cloche		
ItemMJPowerSetup= Attribution des autorisations		
ItemMJPowerDownload=Autorisation de téléchargement		
ItemMJPowerUpload=Autorisation des upload		
ItemMJDoorOpen=Ouvrir la porte		
ItemMJDoorClose=Fermer la porte		
FilterUSB=USB-Disk Fichier de données		
FilterUSBF=Fichier d'enregistrement à partir de USB-Disk		
FilterText=Fichier texte		
MsgClearDBDown=Voulez-vous effacer la base de données des informations d'enregistrement?		
MsgClearData=Plus de journaux si vous les effacez tous.  #13#10#13#10 Voulez-vous vraiment effacer tout les journaux ?		
MsgClearManager=Plus d'Admins si vous les effacez tous.  #13#10#13#10 Voulez-vous vraiment effacer tous les admins?		
MsgClearInfo=Cette action efface toutes les données d'enregistrement dans la machine,  #13#10#13#10 Voulez-vous vraiment continuer?		
MsgClearInfoDim=Voulez-vous effacer les données de résignement?		
MsgClearInfoDimNoInfo=Il n'a pas de données résignement.		
MsgInit=Toutes les données seront perdues et les machines seront réglées par défaut si vous initialisez la machine.  #13#10#13#10  Voulez-vous vraiment continuer?		
MsgDownInfo=Employés {0}，Empreintes {1}，Visages {2}，Mots de passe {3}，Cartes {4}, Palms {5}, Identification Visages {6}
MsgUpInfo={0}[{1}:{2}] Employé		
MsgSystemSetup=Les paramètres du système ont changé ,Le système va redémarrer .		
MsgFingerInfo=Données d'enregistrement		
MsgFingerName=Nom et photo
MsgGetSelectData=Fiche de recyclage
MsgGetAllData=Recyclez tous les enregistrements		
		
[FKFirmwareVer]		
label1=Version		
label2=USB-Disk Fichier(s)		
button1=...		
		
[MacInfoAdd]		
label3=Mot de passe de connexion		
		
[MacDataFormat]		
chkAllow=Activer le réglage du format de texte		
lblSep=Séparateurs de champ		
rbSepNo=Aucun		
rbSepTAB=TAB		
rbSepCustom=Défini par l'utilisateur		
lblHint=Note: Veuillez sélectionner les champs puis entrer la longueur et le format de données que vous voulez générer		
chkMacSN=Appareil. No. 		
lblMacSN=Longueur		
lblMacSNHint=Si vous entrez 3, le numéro de périphérique actuel est "1", alors la sortie est "001."		
chkEmpNo=ID d'enregistrement		
lblEmpNoHint=Si vous entrez 5,l'actuel est "E0000001", alors la sortie est "00001."		
chkEmpName=Nom de l'employé		
lblEmpNameHint=		
chkDataTime=Temps de présence		
lblDataTime=Format		
lblOrder=Ordre		
btnShowFormat=Afficher le format		
		
[SYPowerAdd]		
Label4=Maximum 10 caractères		
Label5=Confirmez le mot de passe		
label6=Droits		
Error001=L'ID d'enregistrement ne doit pas être inférieur à trois chiffres!		
		
[SYPassword]		
Label1=Ancien		
Label2=Nouveau		
Label3=Confirmer		
		
[SYRegister]		
label1=Serial 		
label2=Nom d'enregistrement		
label3=License		
Msg001=L'enregistrement échoue,Veuillez vérifier le nom enregistré, La licence est entrée correctement，ou pas  !		
Msg002=Succès d'inscription.		
Msg003=Vous pouvez vous inscrire {0} fois.		
Error001=Veuillez entrer le nom de l'inscription!		
Error002=la Génération de la licence a échoué! #13#10#13#10 Le nombre d'enregistrements est nul!		
Error003=la Génération la licence a échoué!		
		
[SYDataBack]		
Label3=Nom de fichier généré après la sauvegarde		
Label4=Chemin de sauvegarde, Appuyez sur le bouton à droite pour changer		
Error001=Veuillez saisir le nom du fichier généré		
Error002=Fichier de sauvegarde de base de données existe déjà!		
Msg001=Fichier de sauvegarde de base de données existe déjà!		
Msg002=Succès de sauvegarde de la base de données. Fichiers de sauvegarde générés:{0}		
		
[SYDataRest]		
Label3=Fichier de sauvegarde de base de données, Sélectionnez le fichier en cliquant sur le bouton à droite		
Msg001=Restauration de la base de données, veuillez patienter...		
Msg002=Succès de restauration de la database.		
		
[SYDataUpdate]		
btnOk=Mise à niveau		
btnCancel=Fermer		
Label3=Mise à jour des fichiers,Vous pouvez sélectionner le fichier en cliquant sur le bouton à droite		
Msg001=Mise à niveau fichier		
Msg002=La base de données est en cours de mise à niveau,   veuillez patienter...		
Msg003=Base de données mise à niveau avec succès.		
Error001=Veuillez sélectionner le fichier à mettre à niveau!		
		
[SYDataClear]		
groupBox1=Veuillez sélectionner les données à effacer		
Error001=Aucune donnée sélectionnée pour effacer!		
Msg001=Voulez-vous nettoyer ces données?		
Msg002=Données effacées.		
		
[SYOption]		
tabPage1=Paramètre		
chkExistDelete=Supprimez les données existantes lors du téléchargement des données d'enregistrement.		
chkUploadName=Activer le nom et la photo pendant le téléchargement des données d'enregistrement.
tabPage2=Surveillance des paramètres d 'alarme
chkWarning=Activez la surveillance.
label1=Activez la surveillance.
label2=Seconde
btnPath=Sélection audio	
tabPage3=Paramètre d 'empreinte digitale
rb26=Wegen 26
rb34=Wagen 34
		
[About]		
Version=Version du programme		
DBVersion=Version de la base de données		
		
[PubDisplay]		
Label1=Remarque: Veuillez sélectionner pour afficher.		
		
[PubDataIn]		
Caption=Importer des données		
tabPage1=Veuillez sélectionner le fichier Excel à importer.		
lblPic=Veuillez enregistrer la photo sous  format BMP ou JPG correspondant au nom et au numéro d'enregistrement,Puis le conserver dans le dossier "EmpPic" sous le chemin d'installation du logiciel, Si vous souhaitez importer la photo des employés. S'il vous plaît assurez-vous que la taille est être 800 * 600		
label2=Sélectionner le fichier EXCEL		
btnFileName=Sélectionner Fichier		
label3=Sélectionner le nom de la feuille de calcul		
tabPage2=Afficher les données EXCEL		
tabPage3=Définition de la correspondance de champ		
label6=Remarque: Vous pouvez vérifier Un certain enregistrement Pour une importation non réussieDans le dossier FormDataIn sous le répertoire d'installation after import is completed.		
label7=Enregistrements totaux：		
label8=Importé:		
label9=Actuellement importé:		
label10=Département Supérieurs		
Error001=Veuillez sélectionner le fichier Excel à importer.		
Error002=Veuillez sélectionner le nom du fichier		
Error003=Veuillez sélectionner le champ,ou vous souhaitez importer les données!		
Msg001=Commencer à importer des données {0} 		
Msg002=Données {0} importation terminée [{1}, {2}, {3}]		
Msg003=le {0} Données		
		
[PubPreview]		
Caption=Aperçu avant impression		
ItemSetup=Paramètres de la page		
ItemReportEdit=Configuration du rapport		
ItemZoomIn=Agrandir		
ItemZoomOut=Rétrécir		
ItemFit=Ajuster à la page		
ItemWidth= Ajuster la largeur		
ItemHeight= Ajuster la hauteur		
ItemFirst=Premier		
ItemPrior=Pre 		
ItemNext=Suivant 		
ItemLast=Dernier		
		
[PubSelectDate]		
Caption=Calendrier		
label1=Temps		
		
[PubSelectDepart]		
Caption=Sélectionner Dept.!		
		
[PubSelectEmp]		
Caption=Sélectionner un employé		
		
[PubSelectEmpList]		
tabPage1=Par département		
tabPage2=Par employé		
groupBox1=Sélectionner un employé		
button1=Effacer		
		
[RSDepart]		
Error001=Le département par défaut ne peut pas être supprimé!		
Error002=Il y a un sous-département sous ceci, qui ne peut pas être supprimé!		
Error003=Il y a des employés sous ce département, qui ne peuvent pas être supprimé!		
		
[RSDepartAdd]		
label4=Département Supérieurs		
btnParentDepart=Modifier le Département Supérieurs		
Error001=Sélection de l'auto-département ou sous-département  comme étant les autorités supérieures n'est pas autorisé!		
		
[RSEmp]	
ItemTAG1=Télécharger sur ordinateur
ItemTAG2=Télécharger sur la machine
ItemTAG3=Transfert en vrac au département	
ItemCardFill=Remplissage en vrac numéro carte.		
MsgFillInfo=Remplissage du numéro de carte，veuillez patienter...ID={0}，nom={1}		
MsgCardEmpty=Assurez-vous que la carte est correctement placée.		
MsgCardSuccess=succès du remplissage, Veuillez retirer les cartes.		
Error101=L'ID d'inscription est vide, echec de l'importation!		
Error102=Le département est vide,echec de l'importation!		
Error103=Département non trouvé, echec de l'importation!		
Error104=L'ID d'inscription est répété,echec de l'importation!		
		
[RSEmpAdd]		
label4=Département		
chkIsAdd=Ajouter l'employé suivant		
button1=Sélectionner		
button2=effacer		
label18=La taille de la photo doit être de 800 * 600	
btnIDCard=Lire la carte d'identité	
btnFpReader=Collecteur d'empreintes digitales
tabItemPhoto=Photo générale
tabItemDynPhoto=Photo dynamique du visage
label14=Taille: {0} * {1}
btnSearch=Rechercher un appareil
btnConnet=Connecter
btnCloseDev=Fermer
btnPhotograph=Photographie
Error01=Aucune caméra trouvée
Error02=Erreur de connexion à la caméra
Error03=Erreur de photographie
Error04=Veuillez sélectionner un appareil
		
[RSDimission]		
ItemTAG1=Réintégration		
Msg001=Veuillez choisir un employé pour sa réintégration!		
Msg002=Êtes-vous sûr de réintégrer cet employé?		
Msg003=Succès de l'opération de rétablissement.		
		
[RSEmpChart]		
label1=Graphique		
rbBar=Histogramme		
rbPie=Camembert graphique		
label2=Type d'affichage		
		
[KQRule]		
Error001=Cette règle de présence est utilisée, elle ne peut pas être supprimé!		
Error002=La règle par défaut du système ne peut pas être supprimée!		
		
[KQRuleAdd]		
groupBox1=Règle de temps de présence (unité: Minute)		
groupBox2=Règle des heures supplémentaires		
groupBox3=Calcul des heures de travail 		
groupBox5=Heures de travail		
latetime=En retard de		
leavetime=Sortie anticipée		
latemore=Plus tard que		
leavemore=Partir plus tôt que		
label4=Ignorer		
label3=Ignorer la présence		
label6=considérer comme heures supplémentaires		
min=Minutes		
lateleave=En retard ou Partir plus tôt que		
DEwroktime=Déduire les heures de travail		
early=Avant		
defer=Reporté		
label23=(Présence actuelle)		
label24=Désélectionner  Jour de congé		
label25=Congé hebdomadaire et poste Seront invalides si l'absence de régle et activé.		
[KQRuleCalc]		
Error001=Cette règle de calcul est utilisée, ne peut pas être supprimé!		
Error002=Règles de calcul par défaut du système, ne peut pas être supprimé!		
		
[KQRuleCalcAdd]		
KQUsual=Habituel		
KQOvertime=Heures supplémentaires		
KQLeave=Sortie		
Sort=Calculer		
Usual=Ordinaire		
Weekend=Weekend		
Holiday=Vacances		
Error001=Plein, ne peut pas être ajouté!		
		
[KQShift]		
Error001=Postes par défaut du système, ne peut pas être supprimé!		
Error002=Ce poste est utilisé, ne peut pas être supprimé!		
		
[KQShiftAdd]		
ShiftAhead=Early Punch Time		
ShiftDepart=Départements subordonnés		
ID=Poste		
Signin=Entrée		
Signout=Sortie		
Aheah=Avant		
Defer=Après		
Drift=Flexible		
NextDay=Le prochain jour		
Sort=Type de Présence		
No1=Premier		
No2=Second 		
No3=Troisième		
No4=Quatrième		
No5=Cinquième		
ErrorShiftTime=L'heure de fin ne peut pas être inférieure à l'heure de début#13#10(S'il vous plaît ajouter 24 heures si le poste prend fin le jour suivant )		
ErrorEmptyTime=Le temps ne peut pas être égal à 0		
		
[KQShiftRuleAdd]		
day=Jour		
week=Semaine		
month=Mois		
Error001=Vous ne pouvez saisir que les nombres entiers qui sont supérieurs à zéro!		
		
[KQEmpDayOffAdd]		
		
[KQEmpOtSureAdd]		
chkAheadHrs=Autoriser le pointage avant (min.)		
chkDeferHrs=Autoriser le pointage aprés (min.)		
		
[KQEmpShift]		
ItemDelete=Effacer le poste de mois en cours		
ItemTAG1=sauvegarder		
ItemTAG2=Annuler		
ItemTAG3=Planification en vrac		
		
[KQEmpShiftBatch]		
label1=Date de début		
label2=Date de fin		
Error001=La date de début ne peut pas être supérieure à la date de fin!		
		
[KQDepShift]		
ItemDelete=Effacer le poste de mois en cours		
ItemTAG1=Sauvegarder		
ItemTAG2=Annuler		
ItemTAG3=Planification en vrac		
		
[KQDepShiftBatch]		
label1=Date de début		
label2=Date de fin		
Error001=La date de début ne peut pas être supérieure à la date de fin!		
		
[KQDataAssay]		
label1=Date de début		
label2=Date de fin		
rbAll=Tous les employés		
rbEmp=Sélectionner un employé		
button1=Début		
button2=Arrêter		
btnCancel=Fermer		
Msg001=Analyse des données de présence,veuillez patienter...		
Msg002=Analyse des données de présence réussie .Total analysé {0} employés, Temps utilisé {1}		
Msg003=Analyse des données de présence échoué. Total analysé {0} employés, Temps utilisé {1}		
		
[KQReportDay]		
groupBox1=Options		
chkLeave=En congé		
chkAhead=Sortie anticipée		
chkLater=En retard		
chkAbsent=Absent		
chkOtSure=Heures supplémentaires		
chkAll=Exceptionnel	

[KQReportMonth]		
groupBox1=Options		
chkLeave=En congé		
chkAhead=Sortie anticipée		
chkLater=En retard		
chkAbsent=Absent		
chkOtSure=Heures supplémentaires		
chkAll=Exceptionnel	
		
[KQReportDayDetail]		
Caption=Enregistrements originaux		
		
[KQReportRecords]		
Error001=Doit être la même année et le même mois!		
Msg001=Analyse des données de présence,veuillez patienter...		
Msg002=Analyse réussie des données de participation .Total analysé {0} employés, Temps utilisé {1}		
Msg003=Les données de participation analysées ont échoué. Total analysé {0} employés, Temps utilisé {1}		
		
[KQReportTotal]		
StaticBox49=Congé de maladie		
StaticBox50=Congé		
StaticBox5=Sous-total mensuel		
StaticBox17=Accepter		
StaticBox18=Check		
StaticBox19=Vérifier		
StaticBox20=Confirmer		
		
[PassTime]		
		
[PassTimeAdd]		
groupBox1=Informations sur le calendrier (timing)		
		
[GroupTime]		
label1=Gamme de numéros de paragraphe de temps:		
		
[BellTime]		
BellTimeID=No.		
Allow=Nombre d'anneaux		
BellTime=Temps de sonnerie		
label1=Temps de sonnerie		
		
[MJTime]		
ItemTAG1=Télécharger sur PC		
ItemTAG2=Upload vers appareil.		
		
[MJTimeAdd]		
groupBox1=Info Période de temps		
		
[GroupTime]		
label1=Plage de numéros de périodes:		
		
[MJBellTime]		
BellTimeID=S.N.		
Allow=Nombre d'anneaux		
BellTime=Temps		
label1=CLOCHE Qty.		
btnDown=Télécharger sur PC		
btnUp=Upload vers appareil.		
btnOk=Sauvegarder		
btnCancel=Fermer		
		
[MJPower]		
ItemTAG1=Télécharger sur PC		
ItemTAG2=Upload vers appareil.		
		
[MJDoor]
btnOpen=Ouverture temporaire
btnClose=Les portes sont fermées à clé
btnCOpen=La serrure de la porte est souvent ouverte
btnHuiF=Retour à la normale
btnTimerOpen=La synchronisation d'ouverture de porte	
		
[GZRule]		
RuleID=No règle.		
RuleName=Nom règle 		
IsFunction=Activer la formule		
VRuleFunction=Formule		
RuleCash=Montant fixé		
Mode=Type de règle		
modeIn=Revenu		
modeOut=Dépense		
Error001=Ces règles de salaire sont utilisées, ne peuvent pas être supprimées!		
		
[GZRuleAdd]		
GZRuleID=No règle.		
GZRuleName=Nom règle		
IsFunction=Activer la formule pour calculer le montant		
Function=Formule		
GZRuleCash=Montant fixé		
Mode=Type de règle		
modeIn=Revenu		
modeOut=Dépense		
btL=(		
btR=)		
btClear=C		
btBack=←		
btPoint=.		
btPlu=+		
btSub=-		
btMul=*		
btDiv=/		
check=Vérifier la formule		
msg1=S'il vous plaît  le dénominateur ne doit pas être zéro
msg2=Les règles salariales sont divisées en revenus et dépenses. Revenu : heures supplémentaires, primes deperformance, etc. Dépenses : congés, amendes, etc.		
checkOK=succès de la vérification! #13#10 La syntaxe de la formule est correcte.		
checkErr=Échec de la vérification! #13#10 La formule a une erreur de syntaxe		
		
[GZItem]		
ItemID=No.		
ItemName=Nom		
Out=Dépense		
In=Revenu		
		
[GZItemAdd]		
GZItemID=No.		
GZItemName=Nom		
gbGZItemOut=Règle de dépense		
gbGZItemIn=Règle de revenu		
gbGZItem=Règle		
btAdd=Ajouter		
btDel=Effacer		
btUp=↑		
btDown=↓		
msg1=Chaque régime de salaire contient 20 revenus maximum et 20 règles de dépenses		
		
[GZRuleEmp]		
RuleIDName=Régime de salaire		
		
[GZRuleEmpAdd]		
RuleIDName=Régime de salaire		
		
[GZRuleDepart]		
RuleIDName=Régime de salaire		
		
[GZRuleDepartAdd]		
RuleIDName=Régime de salaire		
		
[GZReport]		
In=Revenu		
Out=Dépense		
Sum=Salaire actuel		
lblYM=Mois		
GZItem=Régime de salaire		
ItemTAG1=Block record		
ItemTAG2=Unblock		
MsgNoSelectFreeze=No item to block		
MsgFreezeSucceed=Blocked		
MsgNoSelectBreakFreeze=No item to block		
MsgBreakFreezeSucceed=Unblock		
Msg001=Analyzing data,please wait...		
Msg002=Données analysées avec succès.Total analysé {0} employés, Temps utilisé {1}		
Msg003=Analysed data failed. Total analysed {0} employés,Temps utilisé {1}
Msg004=Vous n'avez pas défini {0} ou {1}	

[KQInOutMode]
label1=Entrée1
label2=Sortie1
label4=Entrée2
label3=Sortie2
label6=Entrée3
label5=Sortie3
label8=Entrée4
label7=Sortie4
label10=Entrée5
label9=Sortie5

[FPReader]
frmFpReader=Collecteur d'empreintes digitales
btnInit=Initialiser
btnEnroll=Inscription
btnVerify=Identification
btnStop=Arrêter
btnClose=Éteignez l'appareil
btnGetFpData=Empreinte digitale existante
btnClearFpData=Effacer les empreintes digitales
lblEmpNo=Reg. No.
lblFingerNo=Empl. No.
gbxFpReader=Fonction
MsgFPunregistered=S'il vous plaît appuyez à nouveau sur votre doigt
MsgOpenDevice=Ouvrez l'appareil ...
MsgInitSuccess=L'initialisation a réussi
MsgNoDevice=Aucun appareil détecté
MsgClearRequest=Êtes-vous sûr de vouloir supprimer toutes les empreintes digitales de cet utilisateur?
MsgClearComplete=Toutes les empreintes digitales pour {0} ont été effacées
MsgRegisterSuccess=Enregistrer {0} - {1} pour réussir
MsgExist={0}-{1} existe déjà
MsgPressFinger=S'il vous plaît appuyez sur votre doigt
MsgLeaveFinger=S'il vous plaît laissez votre doigt
MsgOverRegister=10 empreintes digitales ont été enregistrées
MsgStop=Arrêter

[MJDynamicAdd]
gBSetTimeCertificate=Informations sur la période
groupBox1=Informations d'expiration
lb1stPeriod=Période I
lb2ndPeriod=Période II
lb3rdPeriod=Période III
label4=Durée de validité jusqu 'à

[MJDynamicEdit]
gBSetTimeCertificate=Informations sur la période
groupBox1=Informations d'expiration
lb1stPeriod=Période I
lb2ndPeriod=Période II
lb3rdPeriod=Période III
label4=Durée de validité jusqu 'à

[MJDynamic]
ItemTAG1=Supprimer DEV SET
ItemTAG2=Upload vers appareil.

[PubDevSet]
label1=Nombre total de gestionnaires
label2=Volume
label3=Temps de retour de l'interface
label4=Avertissement record de présence
label5=Répéter l'heure de confirmation
label6=Temps économiseur d'écran
label7=Temps de sommeil
label9=Numéro de machine
label10=IP du serveur
label11=Port du serveur
label12=Transfert
label13=Confirmation simultanée
label14=Délai d'ouverture
label15=Type magnétique
label16=Délai de porte
label17=Anti-sous marin
label18=Alarme de sabotage
label19=Délai d'alarme
label20=Format Wiegand
label35=Sortie Wiegand
label36=Entrée Wiegand
tabPage1=Paramètres de base
tabPage2=Informations de communication
tabPage3=Fonction de contrôle d'accès
yes=Oui
no=Non
open=Type ouvert
close=Fermé
btnOk=Enregistrer
btnUpload=Télécharger sur l'appareil
btnDownload=Aller à l'ordinateur
MsgSaveFail=L'enregistrement des données a échoué
btnAlarm=Désarmer l'alarme
lbMinute=Minute
lbSecond=Deuxième
CardNo=Numéro de carte
EmpNoParam=Numéro de travail
Error=La valeur de {0} n'est autorisée qu'entre {1} et {2}!

[PubMacParam]
Managers=Nombre total de gestionnaires
Volume=Volume
ShowResultTime=Temps de retour de l'interface
GlogWarning=Avertissement record de présence
ReverifyTime=Répéter l'heure de confirmation
ScreensaversTime=Temps économiseur d'écran
SleepTime=Temps de sommeil
ServerIPAddress=IP du serveur
ServerPort=Port du serveur
ServerRequest=Transfert
MutiUser=Confirmation simultanée
OpenDoorDelay=Délai d'ouverture
DoorMagneticType=Type magnétique
DoorMagneticDelay=Délai de porte
Antiback=Anti-sous marin
UseAlarm=Alarme de sabotage
AlarmDelay=Délai d'alarme
WiegandType=Format Wiegand
WiegandOutput=Sortie Wiegand
WiegandInput=Entrée Wiegand
ItemTAG1=Télécharger sur ordinateur
ItemTAG2=Télécharger sur machine
ItemMomEdit=Editer par lots
tabPage1=Paramètres de base
tabPage2=Informations de communication
tabPage3=Fonction de contrôle d'accès
yes=Oui
no=Non
open=Type ouvert
close=Fermé
btnOk=Enregistrer
btnUpload=Télécharger sur l'appareil
btnDownload=Aller à l'ordinateur
MsgSaveFail=L'enregistrement des données a échoué
btnAlarm=Désarmer l'alarme
lbMinute=Minute
lbSecond=Deuxième
CardNo=Numéro de carte
EmpNoParam=Numéro de travail
Error=La valeur de {0} n'est autorisée qu'entre {1} et {2}!

[BaseDate]
cbTiming=Nouveau record de récupération à intervalles réguliers
cbOne=Première fois
cbTwo=Deuxième fois
cbThree=troisième
cbFour=quatrième
cbFive=cinquième
lbTips=(utilisation de cette fonction pour maintenir le logiciel en état de fonctionnement)
cbNew=Nouveaux records
frmData=Enregistrement des recouvrements
MsgGetSelectData=Enregistrement des options de recyclage
MsgGetAllData=Récupération de tous les enregistrements
MsgSetTimingData=Fixer un nouveau record de récupération à intervalles réguliers
MsgGetNewData=Récupération de nouveaux records
Error001=L’heure de début ne doit pas être supérieure à l’heure de fin!

[MJDoorCondition]
label1=Seuil de comparaison des listes noire et blanche
label2=Seuil de comparaison des cartes d'identité
label3=Méthode d'ouverture de porte
label4=Méthode de vérification
label5=Contrôler le mode d'interface d'ouverture de porte
label6=Type de protocole Wigan
label7=Numéro de carte d'accès public
label8=Générer automatiquement le numéro de carte de départ du numéro de carte d'accès
label9=Générer automatiquement le numéro de carte de fin du numéro de carte d'accès
label10=Délai d'ouverture de la porte (ms)
btnGetParam=Obtenir les paramètres
btnOk=Définition des paramètres
FaceOpenMode=Manière d'ouverture de visage
RemoteDoorOpenMode=Méthode d'ouverture de porte à distance
RemoteDoorOrFaceOpenMode=Ouverture à distance ou face
Whitelist=Vérification de la liste blanche
IdCard=vérification de la carte d'identité
WhitelistAndIdCard=Liste blanche + ID
WhitelistOrIdCard=Liste blanche ou ID
WiganInterface=Interface Wigan
SwitchingValue=Valeur de commutation
WiganInterfaceAndSwitchingValue=Interface Wigan + Commutateur
RFCard=vérification de la carte RF
RFCardAndWhiteList=Vérification de la carte RF + Vérification de la liste blanche
RFCardOrWhiteList=Vérification de la carte RF ou vérification de la liste blanche
WiganCard=Vérification WiganCard
WiganCardAndWhiteList=WiganCard + vérification de liste blanche
WiganCardOrWhiteList=Vérification WiganCardOrWhiteList
Temperature=Test de température corporelle
Mask=Détection de masque
TemperatureAndWhite=Détection de la température corporelle + liste blanche
MaskAndWhite=Masque + détection de liste blanche
MaskAndTemperature=MMasque + détection de température
MaskAndTemperatureAndWhite=Détection masque + température + liste blanche

[MJSeaUserPwd]
Label1=Changer le mot de passe
Label2=Confirmer le mot de passe
Label3=Après une installation réussie, le nom d'utilisateur et le mot de passe sont les mêmes!
Error001=Les deux mots de passe sont différents, veuillez ressaisir!


[MJSeaNetParam]
Label1=Adresse IP de l'appareil
Label2=Masque de sous-réseau IP de l'appareil
Label3=Passerelle IP de périphérique
Label4=Port de service de données
Label5=Port de service Web
btnOk=Définir les paramètres réseau
btnGetNetParam=Obtenir les paramètres réseau

[MJSeaPower]
ItemTAG1=Télécharger sur ordinateur
ItemTAG2=Télécharger sur la machine

[MJSeaSetSound]
chkVerifySuccAudio=Si l'authentification réussit
chkVerifyFailAudio=Si l'échec de l'authentification est diffusé
chkRemoteCtrlAudio=Lecture du son de la télécommande
chkVerifySuccGuiTip=Indique si l'interface de réussite de l'authentification vous invite
chkVerifyFailGuiTip=Si l'interface d'échec d'authentification vous invite
chkUnregisteredGuiTip=Si la liste n'est pas une invite d'interface enregistrée
chkIPHide=L'IP de l'interface est-elle cachée?
chkIsShowName=Si la comparaison réussit, si l'invite de nom est affichée
chkIsShowTitle=Indique si l'invite de titre d'interface est affichée
chkIsShowVersion=Si le numéro de version de l'interface est affiché
chkIsShowDate=Indique si l'invite de date de l'interface est affichée
chkIDCardNumHide=Le numéro de la carte d'interface est-il caché?
chkICCardNumHide=Le numéro de la carte IC d'interface est caché
Label1=Le volume
btnGetSetSound=Obtenez les paramètres audio
btnOk=Définir les paramètres audio

[MJStarParam]
lbDevName=Nom du périphérique
lbWiegandType=Format Wiegand
lbLanguage=Langue
chkAntiPass=Dos à dos
lbOpenDoorDelay=Retard porte ouverte
chkTamperAlarm=Alarme de sabotage
lbAlarmDelay=Retard d'alarme
lbReverifyTime=Temps de reconnaissance en double
lbScreensaversTime=Temps d'accès à l'économiseur d'écran
lbSleepTime=Temps de sommeil
btnGetParam=Obtenir les paramètres
btnOK=Définir les paramètres
lbVerifyMode=Mode de vérification
lbVolume=Son
Arabic=Arabe
SimplifiedChinese=Chinois simplifié
TraditionalChinese=Chinois traditionnel
English=Anglais
Korean=Coréen
ThaiLanguage=Thai
Turkish=Turc
Spanish-Argentine=Espagnol-argentin
Spanish=Espagnol
Portuguese-Brazilian=Portugais-brésilien
Portuguese=Portugais
French=Français
Indonesian=Indonésien
German=Allemand
Persian=Persan
Japanese=Japonais
Vietnamese=Vietnamien

[MJStarNetParam]
chkPushEnable=Activer ou non la transmission
lbServerHost=Adresse du serveur
lbServerPort=Port du serveur
lbPushServerHost=Adresse du serveur push
lbPushServerPort=Port serveur push
lbInterval=temps de battement de coeur
btnGetParam=Obtenir les paramètres
btnOK=Définir les paramètres

[MJSeaTemperature]
lbFaceMaskTPTMode=Mode de détection
Null=Aucun (comparaison de reconnaissance de formes par méthode de vérification)
lbTemperatureCheck=Étalonnage de la température
lbTemperatureHigh=Seuil d'alarme de température
lbEnvTemperature=Température ambiante
lbEnvTemperatureCheck=Valeur d'étalonnage de la température ambiante
lbOpenLaser=Que ce soit pour allumer le laser
yes=Oui
no=Non
btnGetTemperatureParam=Obtenir les paramètres
btnOK=Définition des paramètres

[SYSetPort]
lbRegularPort=Conventionnel
lbSeaPort=Série Sea
lbStarPort=Série Star


[PubDevGroup]
lbDevGroup=Groupe d'équipement
lbGroupNo=Numéro de groupe d'appareils
lbGroupName=Nom du groupe d'appareils
lbGroupSuperior=Groupe d'équipement supérieur
lbRemarks=Remarques
ItemSave=Enregistrer
ItemUnsave=Annuler
btnParentGroup=...
Error001=Le groupe ne peut pas changer le supérieur!
Error002=Le groupe d'appareils comprend jusqu'à quatre niveaux!
Error003=Le groupe d'appareils principal ne peut pas être supprimé!
Error004=Ce groupe a des sous-groupes et ne peut pas être supprimé!
Error005=Ce groupe a des appareils et ne peut pas être supprimé!